[
{"url": "https://loop.co.at/event/west-belt-united-groove-club_23_10_25/", "event": "West Belt United – Groove Club", "date": "2025-10-23", "time": "21:30", "content": ["Groove/Funk/Session", "For those who don’t know WBU:", "West Belt United is a Vienna-based collective of musicians dedicated to solely improvised groove music.", "„Groove Club“ is one of the oldest sessions in town (15 years now)!", "Every second Thursday, musicians and music lovers meet after their concerts and jam together late into the night.", "And if you just want to listen, you’re very welcome to enjoy this amazing music.", "WBU is THE after-hour jam session in Vienna", ". It starts at 22:00, and you can play until 3:00.", "And even the openers are completely improvised!", "So grab your instrument and join!", "Learn from the best musicians in the city and network within the scene.", "Facebook West Belt United"], "location": "Loop Bar Vienna", "lineup": "-"},
{"url": "https://loop.co.at/event/rnp-night_24_10_25/", "event": "RnP Live! pres. Coleija // Michael Höpfner", "date": "2025-10-24", "time": "19:30", "content": ["Rhythm & Poetry", "Timetable:", "19:30 Michael Höpfner", "20:30 Coleija", "Instagram Michael Höpfner", "Instagram Coleija"], "location": "Loop Bar Vienna", "lineup": "-"},
{"url": "https://loop.co.at/event/little-beat-more-19-feat-stereotropico-barcelona/", "event": "Little Beat More #19 feat. Stereotropico (Barcelona)", "date": "2025-10-24", "time": "23:00", "content": ["Little Beat More #19", "Little Beat More is a blend of sounds and cultures with a commitment to social and environmental issues, spreading meaningful music to go straight to people’s hearts with awareness and love.", "From Latin America to Africa from the Middle East to the Caribbean and deep Europe: a melting pot of influences and atmospheres that will take your soul on an endless journey around the world and beyond.", "Littlebeatmore InstagramLink"], "location": "Loop Bar Vienna", "lineup": "-"},
{"url": "https://loop.co.at/event/guertel-connection-17/", "event": "Gürtel Connection #17 – Magnolian Moods // Bruther // 4GIRLS1DECK (Residenz Spaßhaben & Kollektiv Spätschicht)", "date": "2025-10-25", "time": "19:00", "content": ["Line-up LOOP", "19:00 Doors", "20:30 Magnolian Moods", "22:00 Bruther", "ab 23:45 4GIRLS1DECK (Residenz Spaßhaben & Kollektiv Spätschicht)", "Instagram Magnolian Moods", "Instagram Bruther", "Instagram Residenz Spaßhaben", "Instagram Kollektiv Spätschicht", "Magnolian Moods", "When dusk stands still and the wind invites every leaf to dance it is time to open up your mind. Open like these eight viennese magnolia blossoms that are aiming to make each soul move to their sweet rhythms of planet earth. With the delightful bliss of", "psychedelic funk", ", a gentle breeze of", "acid folk", "and the right strain of", "mystic jazz", ", they take you on well-structured journeys that resolve in unique jams accompanied by good vibes indeed. Warm vocals, thoughtful lyrics and a vast variety of different instruments are what makes this band truly a remarkable one. Your Moods will be there for you and welcome everyone that grooves to their colorful repertoire of wondrous music.", "Bruther", "Angetrieben durch ihre Stimmgewalt lädt Bruther das Publikum ein, den ungezähmten Geist der", "Rockmusik", "gemeinsam zu erleben und zu feiern.", "Inspiriert von den Sounds der späten 60er und 70er Jahre, geht Bruther ihren ganz eigenen Weg.", "Mit ihrer Band kreiert Bruther einen Sound, der Generationen verbindet, und bringt energiegeladene Shows auf die Bühne.", "Seit dem Debüt der EP „Bird in Hand Lane“ im Dezember 2021 hat sich Bruther in der Musikszene etabliert.", "Singles wie Lovin, One More Song und Milky Way – letztere begeistert im Sommer 2024 mit einem beeindruckenden Musikvideo,", "einer Live-Session sowie Anerkennungen als „Song des Tages“ auf Austrozone und „Rockvideo der Woche“ bei newnoize, sowie als Event Tipp des ORF – unterstreichen das Bruther‘s Sound live mehr als nur überzeugt.", "Ab 2026 geht Bruther mit ihrem neuen Album Kaleidoscope auf Österreich und Deutschland Tour.", "Mit ihren aktuellen Singles Bye Bye und Lovin konnte Bruther auf diversen internationalen und nationalen Radiostationen Airplay erzielen.", "4GIRLS1DECK", "Four DJs. Two collectives. One mission:", "a night packed with energy, killer beats and full of connection.", "LINE-UP:", "DJ SCHELLE", "Schlongi2000", "DJ Nana", "softi", "Expect a genre-blended journey through Hardgroove, UKG, Trance, Bounce and more.", "See you there!", "Facebookveranstaltung"], "location": "Loop Bar Vienna", "lineup": "-"},
{"url": "https://loop.co.at/event/psahzz-session-26_10_25/", "event": "Psahzz Session", "date": "2025-10-26", "time": "20:00", "content": ["Jazz & Jamsession", "bring your instruments"], "location": "Loop Bar Vienna", "lineup": "-"},
{"url": "https://loop.co.at/event/the-funky-beatz-jam-28_10_25/", "event": "The Funky Beatz Jam", "date": "2025-10-28", "time": "20:30", "content": ["Session – bring your instruments", "all levels are welcome"], "location": "Loop Bar Vienna", "lineup": "-"},
{"url": "https://loop.co.at/event/musikkarussell-fuer-walnut-central/", "event": "Musikkarussell – FÜR. // Walnut Central", "date": "2025-10-29", "time": "20:30", "content": ["Indie Rock/Post Punk", "FÜR. im Loop! Am 29.10. spielt eine neue Band namens FÜR. mit support von", "Walnut Central im Loop! Freut euch auf frischen Indie Rock gemischt mit", "Elementen aus Post Punk & alternative Rock. Wir freuen uns auf euch!!!", "FÜR.", "ist eine vierköpfige Band aus Wien, die seit einem Jahr in dieser Besetzung gemeinsam musiziert und Songs schreibt. Mit einer Liebe zum Alten und einem Gespür für das Moderne erschaffen sie Kompositionen, in denen Musikgenres vergangener Jahrzehnte aufeinanderprallen: von Rock der 60er/70er und Post-Punk der 80er über Indie-Rock der 2000er bis hin zu zeitgenössischem Indie-Pop. Ergänzt wird dieser Klangkosmos durch Einflüsse aus Jazz und Folk. Energetische Riffs treffen auf fragile, sentimentale Momente – getragen von Texten, die das Lebensgefühl Anfang 20 einfangen: Ängste, Frust, Sorgen, Liebe, Hoffnung, Euphorie.", "Musik FÜR. euch!", "Instagram FÜR.", "Instagram We are walnut central"], "location": "Loop Bar Vienna", "lineup": "-"},
{"url": "https://loop.co.at/event/gewuerztraminer-session_30_10_25/", "event": "Gewürztraminer Session", "date": "2025-10-30", "time": "21:30", "content": ["Session – bring your instruments", "hosted by Gewürzis", "Gypsy Jazz vom feinsten!", "Instagram Gewürzis"], "location": "Loop Bar Vienna", "lineup": "-"},
{"url": "https://loop.co.at/event/vienna-rootikal-high-noon-rockers-soundsystem_31_10_25/", "event": "„VIENNA ROOTIKAL – HIGH NOON ROCKERS SOUNDSYSTEM", "date": "2025-10-31", "time": "21:00", "content": ["Roots.Dub.Reggae"], "location": "Loop Bar Vienna", "lineup": "-"},
{"url": "https://loop.co.at/event/gugabriel-nikiko-hamlet_1_11_25/", "event": "GuGabriel // Nikiko & Hamlet", "date": "2025-11-01", "time": "20:30", "content": ["Timetable:", "GuGabriel 20:30", "Nikiko & Hamlet 21:45", "GuGabriel", "Umtriebige Waldviertlerin, in Wien zu Hause, vielseitig engagiert. In ihrer Musik holt sie uns ganz nah heran an Ihre Seele. Fragen and das Leben artikuliert sie ehrlich und direkt. Sie tourte mit Bryan Adams, Uriah Heep, arbeitete mit Bob Marley-Produzent Lee Perry, Punk Ikone Ari Up und der Wiener Band Dubblestandart. Ihr Songwriting zeichnet sich durch eingängige Melodien und sehr persönliche Texte, die sich aus ihrem Denken, Reflektieren, Fühlen und „Zulassen“ ergeben, aus.", "Vormals bekannt als Leadsängerin der Band SheSays, ist Gudrun Liemberger seit Jahren auch mit ihrem Soloprojekt unterwegs. Zu ihren größten Solo-Erfolgen zählen ihr Song „Salvation“, ein „EBBA-Award“, ÖKB-Singer-Songwriter Award, sowie eine Nominierung für den „Amadeus Award“.", "GuGabriel – ein nicht alltäglicher Act aus dem Herzen Europas.", "An diesem besonderen Abend wird sie ein Solo-Akustik Best-of-Programm ihres musikalischen bisherigen Schaffens zum Besten geben.", "NIKIKO & HAMLET", "NIKIKO ist eine in Graz lebende (aus Wien stammende) stilistisch äußerst vielseitige und stimmgewaltige Popsängerin, Songwriterin und Produzentin, die sich in den letzten Jahren wieder neu erfunden hat, um ein freshes, positives und energiegeladenes Popalbum mit dem Titel ‚YES BABY! ‘ (2021) aus eigener Feder zu produzieren.", "Bereits in den ’00er Jahren hatte sie unter ihrem damaligen Pseudonym Anik Kadinski (Sony Artist) – mit Radio- & TV-Airplay und österreichischer Chartspositionierung (#18) – drei Studioalben herausgebracht. In diese Zeit fiel auch ihre Begegnung mit der fulminanten Singer-Songwriterin GuGabriel (ehemals Sängerin von SheSays), mit der sie sich am 1. November die Bühne im Loop teilen wird.", "NIKIKO präsentiert nun, nachdem sie diesen Juli schon erfolgreich mit ihrer Band im Loop aufgetreten ist, ihre neuen Songs in einer stripped-down version im Duo mit dem temperamentvollen Pianisten HAMLET FIORILLI, der in der Grazer Musikszene eine fixe Größe ist. Im Programm finden sich wieder Nikikos self-empowernder Soul-Song YES BABY! aus dem Jahr 2020 (Airplay auf Life Radio), der das Publikum easy in das positive 60s-Gefühl der Doo-Wop Songs eintauchen lässt, so wie weitere Tracks von Nikikos EP ‚YES BABY Part 1 (2021) , die sowohl vom Reggae als auch vom Dance-Pop, Rock und Blues beeinflusst sind.", "Im Zentrum von Nikikos Musik steht immer ihre unbändige Lebensfreude und die Lust daran, sich ständig weiter zu entwickeln. Das Ja-zu-sich-selbst-Sagen zeigt sich auch in den Veröffentlichungen aus dem Jahr 2024, u.a. im bluesigen AIRBORNE und der Mitsing-Hymne PAROS SONG à la Coldplay.", "Instagram NIKIKO", "Instagram GUGABRIEL", "Fotocredits: GUGABRIEL:  © Timo Hormtientong, NIKIKO: © Georg Cizek-Graf"], "location": "Loop Bar Vienna", "lineup": "-"}
]