[
{"url": "https://rhiz.wien/programm/event/street-sects-us-lana-del-rabies-us/", "event": "STREET SECTS (US) // LANA DEL RABIES (US)", "date": "2025-11-04", "time": "20:00", "content": ["STREET SECTS (US) // LANA DEL RABIES (US)", "di 041125", "20:00", "VVK + Abendkassa", "Live", "share:", "teilen", "twittern", "Street Sects", "formed in 2013 after vocalist Leo Ashline emerged from the fog of a thirteen year battle with addiction and began to collaborate with friend and multi-instrumentalist Shaun Ringsmuth. The duo embraced the ethos and aggression of punk rock, and the experimental attitude and disillusionment of early industrial music to create a sound unique to them alone. Street Sects has earned a reputation for their confrontational, sensory deprived fog-drenched live performances. Their 3rd LP will be released in the Summer of 2025.", "Street Sects will be releasing a new album this coming July 2025 through Compound Records (a new imprint started by HEALTH); the band have previously completed multiple successful European tours including an appearance at the legendary Roadburn Festival. During 2024, Lanal Del Rabies completed a mammoth 4 week tour alongside Pharmakon and Kollaps, a tour which saw multiple sold out shows and festival appearances at Soulcrusher Festival (NL) and Improved Sequence Festival II (IT); Lana Del Rabies also performed a very well received show at Roadburn 2024.", "Dieses Video auf YouTube ansehen", "Lana Del Rabies", "conceived by Phoenix, Arizona -based artist Sam An, is a captivating force in underground dark electronic and fringe heavy music. Merging industrial, gothic noise, and metal with experimental elements, LanaDel Rabies explores the esoteric brutality of what it means to be human in a world consumed by the threat of apocalypse. She is known for her intense and immersing live performances that hold the audience in captive catharsis.", "Her first two albums, „In The End I Am A Beast“ and „Shadow World,“ released by Los Angeles label Deathbomb Arc, showcase Lana Del Rabies‘ futuristic goth sound, addressing American society’s growing PTSD with a stark, spectral voice.", "Her third album, „STREGA BEATA,“ on Gilgongo Records, has earned acclaim from The Quietus, Metal Hammer, DJ Mag, and more. Described as constructively destructive, Lana Del Rabies‘ music outcries from beyond,, with surprising melodic and melancholic moments emerging from the noise and anguish.", "Praised by critics for her unique blend of quietly macabre and wildly maximalist music, Lana Del Rabies‘ sonic journey, is a potent, beautiful, and darkly transcendent experience.", "Known for her visceral performances and engaging multimedia live shows, she has toured North America and the EU over the past 7 years as a headliner and with acts including 3 Teeth and Author and Punisher.", "She has performed at a variety of international festivals, including Coldwaves (Chicago and New York), Blow Up Festival (Finland), New Forms Festival (Canada), and HOCO Fest (US). She will be performing at Roadburn 2024.", "Lana Del Rabies has been featured in WIRE Magazine, FLOOD Magazine, The Times, Metal Hammer, NTS, Forbes, Bandcamp, and more.", "Dieses Video auf YouTube ansehen", "20:00 doors", "20.30 Lana Del Rabies", "21.30 Street Sects", "Vk 19.-", "Ak 22.-", "Tickets"], "location": "rhiz wien", "lineup": "-"},
{"url": "https://rhiz.wien/programm/event/leuchtstoff/", "event": "Leuchtstoff", "date": "2025-11-03", "time": "20:30", "content": ["Leuchtstoff", "Tour 2025", "mo 031125", "20:30", "VVK + Abendkassa", "Live", "share:", "teilen", "twittern", "Leuchtstoff", "Tour 2025", "Einlass: 20:00 Uhr • Beginn: 20:30 Uhr", "Über die Newcomer-Band LEUCHTSTOFF ist bisher wenig bekannt. Doch eines ist sicher: Mit ihrer Demo-Single „Einfach Sein“ haben sie den Nerv der New-Wave-Szene getroffen und sich mit nur einem Song bereits einen Namen gemacht.", "Das Demo wurde über DistroKid veröffentlicht und kommt auf Spotify bereits auf schlappe 4 Millionen Streams! Beachtlich, denkt man daran, dass über Leuchtstoff wenig bis nichts bekannt ist und die Hit-Single die einzige Veröffentlichung der Band darstellt. Die Youtube-Kommentare unter „Einfach Sein“ fordern alle das gleiche: neue Musik!", "Es wurde still um die Newcomer-Band. Im Januar veröffentlichten sie ohne Vorwarnung ihr Debüt-Album „flüchitg“. Im November geht LEUCHTSTOFF gemeinsam mit seiner Band auf erste Headline Tour, um das langersehnte Debüt-Album live zu präsentieren ud bringt neue Songs auf die Bühnen Deutschlands und Österreichs.", "„Flüchtig“ ist ein Album voller Kontraste. Es fängt das Schöne im Vergänglichen ein und kreiert eine Soundwelt. die geprägt von den künstlerischen Einflüssen des Berliner Musikers ist.", "Die „Tour 2025“ startet am 02. November in München und führt die 5-köpfige Band durch insgesamt acht Städte mit Tourfinale in ihrer Heimatstadt Berlin.", "Tickets"], "location": "rhiz wien", "lineup": "-"},
{"url": "https://rhiz.wien/programm/event/das-cabinet-des-dr-caligari-merd-saplo/", "event": "Das Cabinet des Dr. Caligari / Merd Saplo", "date": "2025-11-02", "time": "20:15", "content": ["Das Cabinet des Dr. Caligari / Merd Saplo", "Stummfilm mit Live-Musik", "so 021125", "20:15", "Spende", "Film", "Live", "share:", "teilen", "twittern", "Wir werden wieder einen Stummfilm instrumental begleiten! Das Cabinet der Dr. Caligari steht diesmal am Plan! Schaut vorbei!", "Eintritt ist zwischen 5 bis 10€ frei wählbar.", "In Zusammenarbeit mit @asparagusfilmclub"], "location": "rhiz wien", "lineup": "-"},
{"url": "https://rhiz.wien/programm/event/tape-moon-album-release-show/", "event": "Tape Moon // Album Release Show", "date": "2025-10-30", "time": "20:00", "content": ["Tape Moon // Album Release Show", "Opening Act: Philomena Juen", "do 301025", "20:00", "Abendkassa", "Live", "share:", "teilen", "twittern", "➤ TIMETABLE:", "20h doors open", "20.30h Philomena Juen", "21.30h Tape Moon", "AK: 12€", "★ TAPE MOON", "With a unique blend of melodic psych-pop and experimental ambient elements, Tape Moon creates a nostalgic atmosphere. The focus lies on the harmonious interplay between catchy melodies and sonic experimentation within the context of pop music.", "The new album „Detached“ is out on October 17th – digital & for the connoisseurs among you on beautiful limited-edition picture cassette.", "pre-order cassette here:", "tapemoon.bandcamp.com/album/detached", "★ PHILOMENA JUEN", "Philomena is a young singer and songwriter from Austria. With her sensitive lyrics and catchy melodies, she moves within a tension between strength and softness, telling stories about the joys and struggles of her young adulthood, while reflecting in poetic clarity on what it means to let go and find oneself. Through her music, she aims to create a space for the sensitive and soft among us.", "Dieses Video auf YouTube ansehen"], "location": "rhiz wien", "lineup": "-"},
{"url": "https://rhiz.wien/programm/event/menades-%e2%97%86-matching-outfits/", "event": "MÉNADES ◆ MATCHING OUTFITS", "date": "2025-10-26", "time": "20:00", "content": ["MÉNADES ◆ MATCHING OUTFITS", "presented by Generation Noir", "so 261025", "20:00", "VVK + Abendkassa", "Live", "share:", "teilen", "twittern", "MÉNADES", "Parisian post punk band Ménades are off to a flying start with their debut album! After two European tours and an appearance at Rock en Seine, the band embarked on a West Coast tour of the United States, playing FreakOut! festival in Seattle and Psyched Fest in San Francisco.", "Ménades is a band that resurrects the rebellious fever of 90s punk rock with hybrids of shoegaze, psyche and even funky elements that create syncopated rhythms, reverberated vocals, dissonant guitars and bouncy bass lines.", "The band’s penchant for moving around and playing live can be heard in the background on this first opus, which is shot through with riotous energy. It’s precisely this fury bordering on delirium that we find in the post-punk band’s music, and which they transform into a veritable explosion on stage. Their possessed bodies and instruments, combined with a turbulent, mocking euphoria, bring them close to the spirit of the Viagra Boys, Idles and Amyl & the Sniffers.", "https://menadesband.bandcamp.com", "MATCHING OUTFITS are a trio of adopted Berliners whose warped, wistful take on indie pop has been compared to “a Super 8 film from the family attic”. Singer Linnea Mårtensson’s lyrics capture life’s major losses and minor inconveniences in gut-wrenching, occasionally hilarious detail, while dulcet harmonies morph into discordant freakouts and shout-along choruses. Their debut cassette ‘Band Made Out Of Sand’ caught the attention of cult radio station WFMU as well as New Jersey label Bar/None (Yo La Tengo, The Feelies, They Might Be Giants), which signed the band and are releasing their sophomore album ‘Ditch Me’ on July 25th 2025. The band does not wear matching outfits, except when they do.", "https://matchingoutfitsmusic.bandcamp.com", "20:00", "rhiz", "VVK Tickets for 16€ available now", "Tickets"], "location": "rhiz wien", "lineup": "-"},
{"url": "https://rhiz.wien/programm/event/sonic-territories-festival-x-bestand-closing-party/", "event": "SONIC TERRITORIES Festival x Bestand Closing Party", "date": "2025-10-25", "time": "23:55", "content": ["SONIC TERRITORIES Festival x Bestand Closing Party", "sa 251025", "23:55", "Spende", "Club", "DJ", "share:", "teilen", "twittern", "STF25 x Bestand | Closing Party", "Mursal (DJ Set) AT", "PÖ (DJ Set) GH/FR", "মm. (DJ Set) BD/AT", "Yves (DJ Set) RO/AT"], "location": "rhiz wien", "lineup": "-"},
{"url": "https://rhiz.wien/programm/event/follow-the-moss/", "event": "FOLLOW THE MOSS", "date": "2025-10-24", "time": "21:00", "content": ["FOLLOW THE MOSS", "Psychedelic Swamp Gatherings – Band + DJ‘s", "fr 241025", "21:00", "Abendkassa", "Club", "Live", "share:", "teilen", "twittern", "The moss grows underground… and this time, it’s sprouting at Rhiz.", "A night of hypnotic grooves, swampy psychedelia, and deep beats is waiting for you.", "TIKI MOJO (Live)", "(psychedelic rock/jazz)", "https://www.instagram.com/tiki.mojo/", "🎧 DJ LINE-UP:", "NYA NYX", "https://www.instagram.com/nyanyx_music/", "Angiko", "https://www.instagram.com/angi.ko_/", "Neoom", "https://www.instagram.com/neoom.vienna/", "Exonot", "DJ-Timetable TBA!", "Styles: Zenonesque, Dark Prog, Bush Prog, Psychedelic Techno, Deep Tekno,…", "Entry: 12€ all night", "Guidelines:", "No discrimination.", "If anything comes up → talk to securities, the bar, or the crew.", "This is a safe swamp to gather, dance, and let go.", "✨ Step into the underground. Follow the moss. ✨"], "location": "rhiz wien", "lineup": "-"},
{"url": "https://rhiz.wien/programm/event/sonic-territories-festival/", "event": "SONIC TERRITORIES Festival", "date": "2025-10-23", "time": "21:00", "content": ["SONIC TERRITORIES Festival", "w/ Fæ Bestia (CZ), LOUFR (PL), Misonica (AT) und hiff DJ Set (DE)", "do 231025", "21:00", "VVK + Abendkassa", "Festival", "Live", "share:", "teilen", "twittern", "Fæ Bestia (Live, Austria Premiere) CZ", "https://faebestia.bandcamp.com/", "LOUFR (Live, Austria Premiere) PL", "Misonica (Live) AT", "https://samarecordings.bandcamp.com/track/wisdom-is-chasing-you-but-you-move-faster", "hiff (DJ Set) DE"], "location": "rhiz wien", "lineup": "-"},
{"url": "https://rhiz.wien/programm/event/erregung-oeffentlicher-erregung/", "event": "Erregung Öffentlicher Erregung", "date": "2025-11-13", "time": "20:00", "content": ["Erregung Öffentlicher Erregung", "do 131125", "20:00", "VVK + Abendkassa", "Live", "share:", "teilen", "twittern", "Einlass: 20:00 Uhr", "Tickets: https://ntry.at/eoe", "Wie keine andere deutsche Band schafft es Erregung Öffentlicher Erregung, komplexe zeitgeistige Themen und gesellschaftliche Absurditäten in bissige Miniaturen zu verwandeln – so auch auf ihrem aktuellen Album „Speisekammer des Weltendes“. Mit ’ner Tüte Pommes in der Hand beobachten sie scharfsinnig den Untergang der Welt und servieren ihre Beobachtungen charmant in kulinarischen Metaphern. Die Texte und der Sound bewegen sich dabei spielerisch zwischen Post-Punk, Kraut und NDW – mal leicht, mal düster, immer intelligent und intensiv.", "Auf ihrer „Würmer“-Tour Teil II beißen wir mit EÖE erneut in schöne, rote Äpfel und stoßen dabei garantiert auf einen Wurm. Wer hier am Ende wen verschluckt, bleibt offen.", "Tickets"], "location": "rhiz wien", "lineup": "-"},
{"url": "https://rhiz.wien/programm/event/tober-live/", "event": "TOBER Live", "date": "2025-11-06", "time": "19:30", "content": ["TOBER Live", "do 061125", "19:30", "VVK + Abendkassa", "Live", "share:", "teilen", "twittern", "TOBER kommt am 06.11. ins Rhiz in Wien und feiert die Veröffentlichung seiner neuen Single mit einer exklusiven Release Show.", "Tickets"], "location": "rhiz wien", "lineup": "-"}
]