[
{"url": "https://rhiz.wien/programm/event/leuchtstoff/", "event": "Leuchtstoff", "date": "2025-11-03", "time": "20:30", "content": ["Leuchtstoff", "Tour 2025", "mo 031125", "20:30", "VVK + Abendkassa", "Live", "share:", "teilen", "twittern", "Leuchtstoff", "Tour 2025", "Einlass: 20:00 Uhr • Beginn: 20:30 Uhr", "Über die Newcomer-Band LEUCHTSTOFF ist bisher wenig bekannt. Doch eines ist sicher: Mit ihrer Demo-Single „Einfach Sein“ haben sie den Nerv der New-Wave-Szene getroffen und sich mit nur einem Song bereits einen Namen gemacht.", "Das Demo wurde über DistroKid veröffentlicht und kommt auf Spotify bereits auf schlappe 4 Millionen Streams! Beachtlich, denkt man daran, dass über Leuchtstoff wenig bis nichts bekannt ist und die Hit-Single die einzige Veröffentlichung der Band darstellt. Die Youtube-Kommentare unter „Einfach Sein“ fordern alle das gleiche: neue Musik!", "Es wurde still um die Newcomer-Band. Im Januar veröffentlichten sie ohne Vorwarnung ihr Debüt-Album „flüchitg“. Im November geht LEUCHTSTOFF gemeinsam mit seiner Band auf erste Headline Tour, um das langersehnte Debüt-Album live zu präsentieren ud bringt neue Songs auf die Bühnen Deutschlands und Österreichs.", "„Flüchtig“ ist ein Album voller Kontraste. Es fängt das Schöne im Vergänglichen ein und kreiert eine Soundwelt. die geprägt von den künstlerischen Einflüssen des Berliner Musikers ist.", "Die „Tour 2025“ startet am 02. November in München und führt die 5-köpfige Band durch insgesamt acht Städte mit Tourfinale in ihrer Heimatstadt Berlin.", "Tickets"], "location": "rhiz wien", "lineup": "-"},
{"url": "https://rhiz.wien/programm/event/das-cabinet-des-dr-caligari-merd-saplo/", "event": "Das Cabinet des Dr. Caligari / Merd Saplo", "date": "2025-11-02", "time": "20:15", "content": ["Das Cabinet des Dr. Caligari / Merd Saplo", "Stummfilm mit Live-Musik", "so 021125", "20:15", "Spende", "Film", "Live", "share:", "teilen", "twittern", "Wir werden wieder einen Stummfilm instrumental begleiten! Das Cabinet der Dr. Caligari steht diesmal am Plan! Schaut vorbei!", "Eintritt ist zwischen 5 bis 10€ frei wählbar.", "In Zusammenarbeit mit @asparagusfilmclub"], "location": "rhiz wien", "lineup": "-"},
{"url": "https://rhiz.wien/programm/event/tape-moon-album-release-show/", "event": "Tape Moon // Album Release Show", "date": "2025-10-30", "time": "20:00", "content": ["Tape Moon // Album Release Show", "Opening Act: Philomena Juen", "do 301025", "20:00", "Abendkassa", "Live", "share:", "teilen", "twittern", "➤ TIMETABLE:", "20h doors open", "20.30h Philomena Juen", "21.30h Tape Moon", "AK: 12€", "★ TAPE MOON", "With a unique blend of melodic psych-pop and experimental ambient elements, Tape Moon creates a nostalgic atmosphere. The focus lies on the harmonious interplay between catchy melodies and sonic experimentation within the context of pop music.", "The new album „Detached“ is out on October 17th – digital & for the connoisseurs among you on beautiful limited-edition picture cassette.", "pre-order cassette here:", "tapemoon.bandcamp.com/album/detached", "★ PHILOMENA JUEN", "Philomena is a young singer and songwriter from Austria. With her sensitive lyrics and catchy melodies, she moves within a tension between strength and softness, telling stories about the joys and struggles of her young adulthood, while reflecting in poetic clarity on what it means to let go and find oneself. Through her music, she aims to create a space for the sensitive and soft among us.", "Dieses Video auf YouTube ansehen"], "location": "rhiz wien", "lineup": "-"},
{"url": "https://rhiz.wien/programm/event/sonic-territories-festival-x-bestand-closing-party/", "event": "SONIC TERRITORIES Festival x Bestand Closing Party", "date": "2025-10-25", "time": "23:55", "content": ["SONIC TERRITORIES Festival x Bestand Closing Party", "sa 251025", "23:55", "Spende", "Club", "DJ", "share:", "teilen", "twittern", "STF25 x Bestand | Closing Party", "Mursal (DJ Set) AT", "PÖ (DJ Set) GH/FR", "মm. (DJ Set) BD/AT", "Yves (DJ Set) RO/AT"], "location": "rhiz wien", "lineup": "-"},
{"url": "https://rhiz.wien/programm/event/follow-the-moss/", "event": "FOLLOW THE MOSS", "date": "2025-10-24", "time": "21:00", "content": ["FOLLOW THE MOSS", "Psychedelic Swamp Gatherings – Band + DJ‘s", "fr 241025", "21:00", "Abendkassa", "Club", "Live", "share:", "teilen", "twittern", "The moss grows underground… and this time, it’s sprouting at Rhiz.", "A night of hypnotic grooves, swampy psychedelia, and deep beats is waiting for you.", "TIKI MOJO (Live)", "(psychedelic rock/jazz)", "https://www.instagram.com/tiki.mojo/", "🎧 DJ LINE-UP:", "NYA NYX", "https://www.instagram.com/nyanyx_music/", "Angiko", "https://www.instagram.com/angi.ko_/", "Neoom", "https://www.instagram.com/neoom.vienna/", "Exonot", "DJ-Timetable TBA!", "Styles: Zenonesque, Dark Prog, Bush Prog, Psychedelic Techno, Deep Tekno,…", "Entry: 12€ all night", "Guidelines:", "No discrimination.", "If anything comes up → talk to securities, the bar, or the crew.", "This is a safe swamp to gather, dance, and let go.", "✨ Step into the underground. Follow the moss. ✨"], "location": "rhiz wien", "lineup": "-"},
{"url": "https://rhiz.wien/programm/event/sonic-territories-festival/", "event": "SONIC TERRITORIES Festival", "date": "2025-10-23", "time": "21:00", "content": ["SONIC TERRITORIES Festival", "w/ Fæ Bestia (CZ), LOUFR (PL), Misonica (AT) und hiff DJ Set (DE)", "do 231025", "21:00", "VVK + Abendkassa", "Festival", "Live", "share:", "teilen", "twittern", "Fæ Bestia (Live, Austria Premiere) CZ", "https://faebestia.bandcamp.com/", "LOUFR (Live, Austria Premiere) PL", "Misonica (Live) AT", "https://samarecordings.bandcamp.com/track/wisdom-is-chasing-you-but-you-move-faster", "hiff (DJ Set) DE"], "location": "rhiz wien", "lineup": "-"},
{"url": "https://rhiz.wien/programm/event/blind-delon/", "event": "Blind Delon", "date": "2025-10-21", "time": "20:00", "content": ["Blind Delon", "presented by Konzertdirektion Ost", "today", "20:00", "VVK + Abendkassa", "Live", "share:", "teilen", "twittern", "Einlass: 20:00 Uhr", "Tickets: https://ntry.at/blinddelon", "Blind Delon", "Mit ihrem neuen Album BLAST präsentieren Blind Delon eine kraftvolle Klangexplosion, die New Wave und Post-Rock eindrucksvoll miteinander verschmilzt. Die Band aus Toulouse (Frankreich), gegründet 2016 von Mathis Kolkoz, bleibt dabei ihrer unverwechselbaren „Post-Wave“-DNA treu und entwickelt ihren Sound gleichzeitig konsequent weiter.", "Die Songs von BLAST zeichnen sich durch kompromisslose Energie und atmosphärische Tiefe aus. Aggressive Basslinien treffen auf schneidende, von The Cure inspirierte Gitarrenwände, während synthetische Klangflächen eine eisige, futuristische Atmosphäre erzeugen. Das Ergebnis ist ein Sound, der gleichermaßen düster, kraftvoll und emotional aufgeladen wirkt.", "Mit BLAST legen Blind Delon ihr bereits viertes Studioalbum vor und unterstreichen damit ihre Rolle als wegweisendes Projekt an der Schnittstelle von New Wave, Post-Rock und experimenteller Elektronik. Die Band entführt ihre Hörerinnen und Hörer in eine düstere, intensive Klangwelt – eine Reise durch die Weiten des Alls, getragen von Furcht, Resignation, aber auch von unbändiger Ausdruckskraft.", "Tickets"], "location": "rhiz wien", "lineup": "-"},
{"url": "https://rhiz.wien/programm/event/plh-dj-jiyan-plh-ultra-tour-2025/", "event": "PLH & DJ JIYAN „PLH ULTRA Tour 2026“", "date": "2026-05-30", "time": "19:30", "content": ["PLH & DJ JIYAN „PLH ULTRA Tour 2026“", "pres. by 808Factory & Book Of Raw", "sa 300526", "19:30", "VVK + Abendkassa", "Live", "share:", "teilen", "twittern", "PLH (fka Presslufthanna) betritt mit ihrem Sektglas bewaffnet die Bühne und zeigt sich als wahre Chefin ihres eigenen Universums, während das Publikum von ihrer eindringlichen Präsenz in den Bann gezogen wird. Mit geballter Live-Power und einem Feuer, das nicht zu übersehen ist, reißt sie ihr Publikum mit. Nach dem bahnbrechenden Album „So nämlich“ hat sie sich mit ausgewählten Beatbauern zusammengetan, um eine künstlerische Evolution zu präsentieren, die die Grenzen des Genres neu definiert und eine modernere Soundlandschaft erschafft. Der Fokus liegt weiterhin klar auf PLH selbst, unterstützt von ihrem DJ Jiyan aka Kurdish Blow, der ihre kraftvollen Texte mit geschickten Scratches unterstreicht. Neues Material wird in den kommenden Monaten veröffentlicht – ein weiterer Meilenstein in PLHs Karriere. Bleibt dran für weitere Updates – so nämlich!", "19:30 Einlass", "20:00 Beginn", "Tickets"], "location": "rhiz wien", "lineup": "-"},
{"url": "https://rhiz.wien/programm/event/teer/", "event": "TEER", "date": "2026-02-20", "time": "20:00", "content": ["TEER", "fr 200226", "20:00", "VVK + Abendkassa", "Live", "share:", "teilen", "twittern", "Beginn: 20:00 Uhr", "Tickets: https://ntry.at/teer", "Zwischen den verzerrten Frequenzen von Digital-Post-Punk und dem unbändigen Tempo von Nu-Techno erhebt sich ein Sound, der nach Veränderung schreit. TEER brechen und verbinden. Ihre harten technoiden Beats treffen auf wummernde Drums, treibende Synthesizer und atmosphärische Verzerrungen. Die Vocals tauchen als geflüsterte Fragmente oder verzerrte Schreie aus der Dunkelheit auf, mal schneidend, mal wie ein ferner, kaum greifbarer Hall. Zusammen formen sie ein Klangbild, das bedrängt und gleichzeitig mitreißt.", "TEER blicken auf die Abgründe unserer Zeit. Ihre Songs sprechen von Apokalypse und Weltschmerz, von der Last, Mensch zu sein, und von der Fragilität der Erde, die wir bewohnen. Konsum und Macht, Abhängigkeit und Rausch – sie tanzen hier auf einem schmalen Grat zwischen Sehnsucht und Zerstörung. In den Schatten ihrer Texte lauern verdrängte Wünsche und verbotene Begierden, die aufbrechen und sich wie Glut unter der Oberfläche brennen.", "Das Gewitter naht.", "Tickets"], "location": "rhiz wien", "lineup": "-"},
{"url": "https://rhiz.wien/programm/event/maria-iskariot/", "event": "Maria Iskariot", "date": "2026-02-10", "time": "20:00", "content": ["Maria Iskariot", "LÆSSIG booking presents", "di 100226", "20:00", "VVK + Abendkassa", "share:", "teilen", "twittern", "Einlass: 20:00 Uhr", "Tickets: https://ntry.at/mariaiskariot", "—", "Maria Iskariot", "Maria Iskariot still has no answers to your questions. Yet they extend a wet hand to anyone who has rehearsed the steps to the Waltz Of The Hopeless. The four-headed dog has grown into a tender monster that celebrates friendship, washes contempt, and underscores Life. They delight the world with a brilliant imperfection as a joyful protest against the age-old evil.", "On October 31, they’ll release their debut album, Wereldwaan, already hailed by critics as a timeless cult classic that holds today’s delusions up to the light of eternity.", "The album will be released by Burning Fik the Dutch label run by Faberyayo (De Jeugd van Tegenwoordig) and Abel (Hang Youth). The album will also be released in Spain by Montigri, cementing their presence in the trans-european punk scene.", "Tickets"], "location": "rhiz wien", "lineup": "-"},
{"url": "https://rhiz.wien/programm/event/liquid-air-end-of-year-show/", "event": "Liquid Air – End Of Year Show", "date": "2025-11-29", "time": "20:00", "content": ["Liquid Air – End Of Year Show", "Liquid Air spielt die letzte Show des Jahres", "sa 291125", "20:00", "VVK + Abendkassa", "Live", "share:", "teilen", "twittern", "Liquid Air spielt die letzte Show des Jahres im rhiz! Gemeinsam mit unseren Freunden Painted Red werden wir euch noch einmal so richtig einheizen, damit ihr den kalten Winter überlebt. Vorverkauf startet bald!"], "location": "rhiz wien", "lineup": "-"},
{"url": "https://rhiz.wien/programm/event/aka-rinde-mit-an3-von-dyse/", "event": "AKA RINDE (mit An3 von DŸSE)", "date": "2025-11-15", "time": "20:00", "content": ["AKA RINDE (mit An3 von DŸSE)", "presented by Delta Punk", "sa 151125", "20:00", "VVK + Abendkassa", "Live", "share:", "teilen", "twittern", "𝗔𝗞𝗮𝗥𝗶𝗻𝗱𝗲", "begibt sich in Gefilde mit geschmeidigen Ecken und Kanten. Die kurvenreiche Fahrt nimmt dich mit und lässt dich abheben wenn du es zulässt! Dieses Gefühl von übernächtigten Morgenden die dich sicher und blinzelnd in den Tag gleiten lassen. Du kennst diesen Tag, nur wird der doch anders.", "Besser!", "Anders als geplant!", "Als wäre der Kaffee von nachher heute der Beste den du genießen wirst und du dich daran erinnerst wieviel Leichtigkeit in allem stecken kann.", "Andrej „An3“ Dietrich, bisher vor allem bekannt als die eine Hälfte von Dÿse, NoiseRockPionier, Musiker, Komponist und Rebell beschreitet neue Wege mit seinem Soloprojekt „AKaRinde“.", "Als One-Men-Band in klanglich neuem Gewand wird dir mit Hilfe einer akustischen Stahlsaitengitarre, einer Monsterbassdrum, Percussion, Stimme und vermeintlich veralteten Schalteinheiten eine Welt aus Hingabe und Kopfschütteln vor die Füße geschmissen.Stücke die dich catchy antanzen! Songs die dein Herz schreien lassen! Tracks die Schubladen zerbersten! Lieder die dich abholen!", "Hier geht es um Spaß und Ernsthaftigkeit! Echte Hingabe und Herzblut! Gefühl! Respekt!"], "location": "rhiz wien", "lineup": "-"},
{"url": "https://rhiz.wien/programm/event/erregung-oeffentlicher-erregung/", "event": "Erregung Öffentlicher Erregung", "date": "2025-11-13", "time": "20:00", "content": ["Erregung Öffentlicher Erregung", "do 131125", "20:00", "VVK + Abendkassa", "Live", "share:", "teilen", "twittern", "Einlass: 20:00 Uhr", "Tickets: https://ntry.at/eoe", "Wie keine andere deutsche Band schafft es Erregung Öffentlicher Erregung, komplexe zeitgeistige Themen und gesellschaftliche Absurditäten in bissige Miniaturen zu verwandeln – so auch auf ihrem aktuellen Album „Speisekammer des Weltendes“. Mit ’ner Tüte Pommes in der Hand beobachten sie scharfsinnig den Untergang der Welt und servieren ihre Beobachtungen charmant in kulinarischen Metaphern. Die Texte und der Sound bewegen sich dabei spielerisch zwischen Post-Punk, Kraut und NDW – mal leicht, mal düster, immer intelligent und intensiv.", "Auf ihrer „Würmer“-Tour Teil II beißen wir mit EÖE erneut in schöne, rote Äpfel und stoßen dabei garantiert auf einen Wurm. Wer hier am Ende wen verschluckt, bleibt offen.", "Tickets"], "location": "rhiz wien", "lineup": "-"},
{"url": "https://rhiz.wien/programm/event/mei-state-release-konzert/", "event": "Mei State Release-Konzert", "date": "2025-11-11", "time": "19:30", "content": ["Mei State Release-Konzert", "Phlow & MSMC präsentieren ihr Kollabo-Album live", "di 111125", "19:30", "Abendkassa", "Live", "share:", "teilen", "twittern", "Phlow & MSMC präsentieren ihr Kollabo-Album live im rhiz!", "Mit dabei sind außerdem:", "Chill-ill an den Turntables – er wird für ein Hip-Hop-DJ-Set vom feinsten sorgen (#Party😎👌)!", "Und last but not least:", "Casi-O-Ton. Der Salzburger Multi-Instrumentalist, der music-man: Er macht den Hauptact (Phlow & MS) zum Live-Trio!", "Enjoy!"], "location": "rhiz wien", "lineup": "-"},
{"url": "https://rhiz.wien/programm/event/pat-burgener-eu-fall-tour-2025/", "event": "Pat Burgener – EU Fall Tour 2025", "date": "2025-11-10", "time": "20:00", "content": ["Pat Burgener – EU Fall Tour 2025", "mo 101125", "20:00", "VVK", "Live", "share:", "teilen", "twittern", "Public Onsale : Thu, 17 Jul 2025 at 10:00 AM", "Tickets"], "location": "rhiz wien", "lineup": "-"},
{"url": "https://rhiz.wien/programm/event/elucid-us/", "event": "ELUCID (US)", "date": "2025-11-09", "time": "20:00", "content": ["ELUCID (US)", "with new Album REVELATOR; Event by TUMULTTOTAL in cooperation with DE/SEMBLE.", "so 091125", "20:00", "VVK + Abendkassa", "Live", "share:", "teilen", "twittern", "A crackling voltage runs through ELUCID’s new album REVELATOR — raw, unflinching, and uncompromising. The project is a bold, high-stakes collision of sound and vision, pulling from the outer edges of hip hop, experimental electronics, and avant-garde jazz.", "Over the past decade, ELUCID has built a reputation as one of the most daring voices in the underground, known for his dense lyricism, genre-defying production choices, and fiercely independent approach. As one half of the critically acclaimed duo Armand Hammer (alongside billy woods), he’s helped redefine what experimental rap can sound like. As a solo artist, he continues to detonate boundaries, fusing glitch-heavy textures and atonal samples into a singular sonic language.", "With REVELATOR, ELUCID isn’t just making music — he’s carving out a new space in the underground, where intensity, complexity, and vulnerability can all coexist. This is rap as revelation: unfiltered, powerful, and impossible to ignore.", "Tickets: VVK EUR 18,-", "Abendkasse 20,-", "An event by TUMULTTOTAL.", "In cooperation with DE/SEMBLE.", "Foto: (c) Alexander Richter", "Tickets"], "location": "rhiz wien", "lineup": "-"},
{"url": "https://rhiz.wien/programm/event/tober-live/", "event": "TOBER Live", "date": "2025-11-06", "time": "19:30", "content": ["TOBER Live", "do 061125", "19:30", "VVK + Abendkassa", "Live", "share:", "teilen", "twittern", "TOBER kommt am 06.11. ins Rhiz in Wien und feiert die Veröffentlichung seiner neuen Single mit einer exklusiven Release Show.", "Tickets"], "location": "rhiz wien", "lineup": "-"},
{"url": "https://rhiz.wien/programm/event/street-sects-us-lana-del-rabies-us/", "event": "STREET SECTS (US) // LANA DEL RABIES (US)", "date": "2025-11-04", "time": "20:00", "content": ["STREET SECTS (US) // LANA DEL RABIES (US)", "di 041125", "20:00", "VVK + Abendkassa", "Live", "share:", "teilen", "twittern", "Street Sects", "formed in 2013 after vocalist Leo Ashline emerged from the fog of a thirteen year battle with addiction and began to collaborate with friend and multi-instrumentalist Shaun Ringsmuth. The duo embraced the ethos and aggression of punk rock, and the experimental attitude and disillusionment of early industrial music to create a sound unique to them alone. Street Sects has earned a reputation for their confrontational, sensory deprived fog-drenched live performances. Their 3rd LP will be released in the Summer of 2025.", "Street Sects will be releasing a new album this coming July 2025 through Compound Records (a new imprint started by HEALTH); the band have previously completed multiple successful European tours including an appearance at the legendary Roadburn Festival. During 2024, Lanal Del Rabies completed a mammoth 4 week tour alongside Pharmakon and Kollaps, a tour which saw multiple sold out shows and festival appearances at Soulcrusher Festival (NL) and Improved Sequence Festival II (IT); Lana Del Rabies also performed a very well received show at Roadburn 2024.", "Dieses Video auf YouTube ansehen", "Lana Del Rabies", "conceived by Phoenix, Arizona -based artist Sam An, is a captivating force in underground dark electronic and fringe heavy music. Merging industrial, gothic noise, and metal with experimental elements, LanaDel Rabies explores the esoteric brutality of what it means to be human in a world consumed by the threat of apocalypse. She is known for her intense and immersing live performances that hold the audience in captive catharsis.", "Her first two albums, „In The End I Am A Beast“ and „Shadow World,“ released by Los Angeles label Deathbomb Arc, showcase Lana Del Rabies‘ futuristic goth sound, addressing American society’s growing PTSD with a stark, spectral voice.", "Her third album, „STREGA BEATA,“ on Gilgongo Records, has earned acclaim from The Quietus, Metal Hammer, DJ Mag, and more. Described as constructively destructive, Lana Del Rabies‘ music outcries from beyond,, with surprising melodic and melancholic moments emerging from the noise and anguish.", "Praised by critics for her unique blend of quietly macabre and wildly maximalist music, Lana Del Rabies‘ sonic journey, is a potent, beautiful, and darkly transcendent experience.", "Known for her visceral performances and engaging multimedia live shows, she has toured North America and the EU over the past 7 years as a headliner and with acts including 3 Teeth and Author and Punisher.", "She has performed at a variety of international festivals, including Coldwaves (Chicago and New York), Blow Up Festival (Finland), New Forms Festival (Canada), and HOCO Fest (US). She will be performing at Roadburn 2024.", "Lana Del Rabies has been featured in WIRE Magazine, FLOOD Magazine, The Times, Metal Hammer, NTS, Forbes, Bandcamp, and more.", "Dieses Video auf YouTube ansehen", "20:00 doors", "20.30 Lana Del Rabies", "21.30 Street Sects", "Vk 19.-", "Ak 22.-", "Tickets"], "location": "rhiz wien", "lineup": "-"}
]